Repository: Bayonetta5/client-data
Catalog: translations/*.po
Languages: ca, eo, pl

source: Armbands
ca: Braçalets
eo: Brakbendoj
pl: Opaski

source: Small armbands made of wood and iron.
ca: Petits braçalets fets de fusta i ferro.
eo: Malgrandaj brakbendoj de ligno kaj fero.
pl: Małe opaski zrobione z drewna i żelaza.

source: Copper Armbands
eo: Kupraj Brakbendoj

source: Sturdy, combat-issue armbands.
eo: Robustaj batalaj brakbendoj.

source: Iron Armbands
eo: Feraj Brakbendoj

source: Creased Shorts
ca: Pantalons curts arrugats
eo: Falta Kuloto
pl: Używane szorty

source: Spare shorts from the crew of La Johanne.
eo: Liberaj kulotoj de la ŝipanaro de La Johanne.

source: Brown Trousers
ca: Pantalons marrons
eo: Bruna Pantalono

source: Barrel
eo: Barelo

source: It smells as if somebody used to live inside this barrel...
eo: Odorŝajne iu antaŭe loĝis ĉi tie...

source: Leather Shield
eo: Leda Ŝildo

source: Small and round leather shield with iron reinforcement.
eo: Malgranda kaj ronda leda ŝildo kun fera framo.

source: Bandana
ca: Mocador
eo: Kaptuko

source: A striped bandana worn by some sailors.
ca: Mocador a ratlles portat per alguns mariners.
eo: Stria kaptuko kutime surhavata de iuj maristoj.
pl: Pasiasta bandana noszona przez niektórych żeglarzy.

source: Pumpkin Hat
ca: Barret de carbassa
eo: Kukurba Ĉapelo
pl: Kapelusz z Dyni

source: Fancy Hat
eo: Rafinita Ĉapelo
pl: Fantazyjny Kapelusz.

source: Worn when living away from cities.
eo: Surhavata dum loĝado malproksime de urboj.

source: Brimmed Hat
ca: Barret d'ala ampla
eo: Ĉirkaŭranda Ĉapelo

source: Unequip when indoors, please.
eo: Bonvolu malekepi endome.

source: Brimmed Feather Hat
ca: Barret d'ala ampla amb plomes
eo: Ĉirkaŭranda Pluma Ĉapelo

source: Brimmed Flower Hat
ca: Barret d'ala ampla amb flors
eo: Ĉirkaŭranda Flora Ĉapelo

source: To wear at festivals and certain events.
eo: Por festoj kaj similaj okazoj.

source: Shemagh
eo: Koltuko

source: Knife
ca: Ganivet
eo: Tranĉilo
pl: Nóż

source: A simple, but sharp knife.
ca: Senzill, però afilat ganivet.
eo: Simpla, sed akra tranĉilo.
pl: Niewyszukany, ale ostry nóż.

source: Piou Slayer
ca: Assassí de Piou
eo: Mortigilo Pjoŭa
pl: Zabójca Piou

source: A short sword for amateurs.
eo: Mallonga glavo por amatoroj.

source: Training Gladius
eo: Ekzerca Glavo

source: A short sword made for close combat.
eo: Mallonga glavo por proksima batalo.

source: Wooden Sword
eo: Ligna Glavo

source: For sword training. Do not show-off with it.
eo: Por ekzercado. Ne pavu kun ĝi.

source: Artis Backsword
eo: Glavo de Artis

source: An engraved backsword with the symbole of Artis on its brass hilt.
eo: Glavo kun simbolo de Artis en sia latuna tenilo kun gardilo.

source: Piou egg
ca: Ou de piou
eo: Pjoŭa ovo

source: Hatch
ca: Eclosionar
eo: Elovigi

source: Crimson Cashmere Dye
eo: Ruĝega Kaŝmira Farbo

source: Dye
eo: Farbo

source: Color dye that can be used on cashemere clothing.
eo: Farbo uzebla sur kaŝmirajn vestojn.

source: Chocolate Cashmere Dye
eo: Ĉokolada Kaŝmira Farbo

source: Mint Cashmere Dye
eo: Menta Kaŝmira Farbo

source: Black Cotton Dye
eo: Nigra Katuna Farbo

source: Color dye that can be used on cotton clothing.
eo: Farbo uzebla sur katunajn vestojn.

source: Silver Cotton Dye
eo: Arĝenta Katuna Farbo

source: Camel Cotton Dye
eo: Kamela Katuna Farbo

source: Brown Cotton Dye
eo: Bruna Katuna Farbo

source: Orange Cotton Dye
eo: Oranĝa Katuna Farbo

source: Dark Red Cotton Dye
eo: Malpale Ruĝa Katuna Farbo

source: Red Cotton Dye
eo: Ruĝa Katuna Farbo

source: Fuchsia Cotton Dye
eo: Fuksia Katuna Farbo

source: Pink Cotton Dye
eo: Rozkolora Katuna Farbo

source: Mauve Cotton Dye
eo: Malva Katuna Farbo

source: Purple Cotton Dye
eo: Purpura Katuna Farbo

source: Navy Blue Cotton Dye
eo: Mariste Blua Katuna Farbo

source: Blue Gray Cotton Dye
eo: Blue Griza Katuna Farbo

source: Blue Cotton Dye
eo: Blua Katuna Farbo

source: Teal Cotton Dye
eo: Kerkedula Katuna Farbo

source: Green Cotton Dye
eo: Verda Katuna Farbo

source: Lime Cotton Dye
eo: Limeda Katuna Farbo

source: Khaki Cotton Dye
eo: Kakia Katuna Farbo

source: Yellow Cotton Dye
eo: Flava Katuna Farbo

source: Wooden Bow
eo: Ligna Arko

source: For bow training. Does not seem much reliable.
eo: Por arkista ekzercado. Ne ŝajnas tre fidebla.

source: Training Arrow
eo: Ekzerca Sago

source: Kitty
ca: Gatet
eo: Kateto

source: Heart eye
ca: Enamorat
eo: Korokulo

source: Gold eye
ca: Ulls d'or
eo: Orokulo

source: Sleepy
ca: Somnolent
eo: Dormema
pl: Senny

source: Surprised
ca: Sorprès
eo: Surprizita

source: Dead
ca: Mort
eo: Morta
pl: Śmierć

source: Look away
ca: Mirar de reull
eo: Rigardanta for
pl: Odsuwa wzrok

source: Palmhead
ca: En serio?
eo: Kapmano
pl: Facepalm

source: Angry
ca: Enfadat
eo: Kolera
pl: Wściekłość

source: Purple Sad
ca: Trist Lila
eo: Purpura malĝoja
pl: Foch

source: Insult Buble
ca: Insult
eo: Sakra Bobelo
pl: Ty &$%#!!!

source: Heart
ca: Cor
eo: Koro
pl: Serduszko

source: Emote
ca: Emoticona
eo: Mieno
pl: Emotki

source: Epic
ca: Èpic
eo: Ega
pl: Wspaniały dodatek do potraw.

source: Bad geek
ca: Geek enfadat
eo: Malbona teknomaniulo
pl: Nerdzik

source: Alien
ca: Alienígena
eo: Eksterterulo
pl: Beavis

source: Troll
eo: Trolo
pl: Trollface

source: Metal
ca: Dificultós
eo: Metalo

source: Crying
ca: Plorant
eo: Ploranta
pl: Płacz

source: Sailor's Room
eo: Ĉambro de Maristoj

source: Oceania
eo: Oceanio

source: Drasil Island
eo: Insulo Drasil

source: First Deck
eo: Unua Ferdeko

source: Second Deck
eo: Dua Ferdeko

source: Hold
eo: Holdo

source: Nard's Room
eo: Ĉambro de Nard

source: Alige's Hiding Place
eo: Kaŝejo de Alige

source: Light Armor Shop
eo: Butiko kun Melpezaj Armaĵoj

source: Noble House
eo: Nobla Domo

source: First Floor
eo: Dua Etaĝo

source: Basement
eo: Subetaĝo

source: Harbourmaster Lodge
eo: Dometo de Havenestro

source: Backroom
eo: Malantaŭa Ĉambro

source: Docks Warehouse
eo: Ŝipeja Vardomo

source: Merchant Hall
eo: Komercista Halo

source: Storage Room
eo: Stokejo

source: Alchemy Lab
eo: Alĥemia Laboratorio

source: Blacksmith Shop
eo: Forĝista Butiko

source: Red Plush Inn
eo: Red Plaŝ Albergo

source: Moon's House
eo: Domo de Moon

source: Second Floor
eo: Tria Etaĝo

source: unnamed
eo: sennoma

source: Legion of Aemil Headquarters
eo: Centrejo de Legio de Aemil

source: Library
eo: Biblioteko

source: Warehouse
eo: Vardomo

source: City Hall
eo: Urbodomo

source: Left Wing
eo: Maldekstra Alo

source: Right Wing
eo: Dekstra Alo

source: Piousse
eo: Pjoŭino
pl: Piousek w skorupce

source: Tortuga
eo: Martestrudo

source: Ratto
eo: Prato
pl: Szczurzydło

source: Croc
eo: Kroko
pl: Kłap

source: Little Blub
ca: Blub Petit
eo: Eta Blubo
pl: Mały Bryłek

source: Blub
eo: Blubo

source: Toppy Blub
eo: Blubo Ĝentila

source: Crocotree
eo: Krokosujo
pl: Krokodrzewo

source: Plushroom Field
ca: Camp de plushrooms
eo: Pluŝfungaro
pl: Pole Plushroom.

source: Pikpik
eo: Pikpiko

source: Tipiu
eo: Tipjuo

source: Tipiou
eo: Tipjoŭo

source: Manana Tree
eo: Mananujo

source: Crafty
eo: Vesperto

source: Cuco
eo: Kukubro

source: Pillar Dummy
eo: Kolona Ekzerchomo

source: Fluffy
eo: Lanugivio

source: Mouboo
eo: Moŭbuo

source: Take
eo: Preni

source: Talk
ca: Parlar
eo: Paroli

source: Buy
ca: Comprar
eo: Aĉeti

source: Sell
ca: Vendre
eo: Vendi

source: Touch
eo: Tuŝi

source: Rotate
eo: Turni

source: Launch
eo: Lanĉi

source: Pull
eo: Tiri

source: Poke
ca: Cop de colze
eo: Puŝeti

source: Save
eo: Konservi

source: piou
eo: pjoŭo

source: Abide by the Rules
ca: Acata les regles
eo: Agi laŭ la Regularo
pl: Przestrzegać zasad.

source: Before resuming your adventure and exploration, you need to register on the boarding list of the ship by signing its rules.
ca: Abans de reprendre l'aventura i la exploració, necessites registrar-te a la llista d'embarcament signant les seves normes.
eo: Antaŭ komenci vian aventuron kaj esploradon, vi devas registriĝi je la serŝipiĝa listo per subskribi la regularon.
pl: Zanim rozpoczniesz swą przygodę, musisz wpisać się na listę pokładową statku i podpisać się pod zasadami.

source: Speak to Julia, the keeper of this ship. She is waiting for you on the first deck.
eo: Paroli kun Julia, la gardanto de ĉi tiu ŝipo. Ŝi atendas vin sur la unua ferdeko.

source: La Johanne, First Deck. (27,24)
eo: La Johanne, Unua Ferdeko. (27,24)

source: Unknown.
eo: Nekonata.

source: Julia told you about all the rules you have to follow during your adventure so that you behave properly with other people.
ca: La Jula t'ha explicat totes les regles que has de seguir durant la teva aventura així que comportat correctament amb altres persones.
eo: Julia parolis al vi pri ĉiuj reguloj laŭ kiuj vi devas konduti dum via aventuro.
pl: Julia powiedziała ci zasady jakich masz przestrzegać w czasie swoich przygód,

source: Keep them in mind, but if you think you need to hear them again, just talk to Julia.
eo: Memoru ilin, sed se vi bezonas ilin aŭdi denove, reparolu kun Julia.

source: Nothing.
eo: Nenio.

source: Warm Smelly Clothes
ca: Roba calenta pudorosa
eo: Varmaj Odoraj Vestoj
pl: Ciepłe śmierdzące ubranie

source: Magic Arpan is waiting for you. Go speak to him.
ca: En Magic Arpan t'està esperant. Ves a parlar amb ell.
eo: Sorĉa Arpan atendas vin. Parolu kun li.
pl: Magiczny Arpan czeka na ciebie. Idź z nim porozmawiać.

source: To speak to an NPC, click on it with your mouse or select it using the N key and then chat using the T key.
eo: Por paroli kun NLA, klaku ĝin per via muso aŭ elektu ĝin per la N klavo kaj poste ekbabilu per la T klavo.

source: Magic Arpan
eo: Sorĉa Arpan

source: La Johanne, Second Deck. (39,33)
eo: La Johanne, Dua Ferdeko. (39,33)

source: You need to open the chest and take the clothes from it.
ca: Has d'obrir el cofre i agafar la roba.
eo: Vi devas malfermi la keston kaj preni la vestojn el ĝi.
pl: Musisz otworzyć skrzynię i wziąć z niej ubrania.

source: To perform this action, click on the chest with your mouse or select it with the N key and then interact with it using the T key.
ca: Per fer això, has de clicar en el cofre amb el teu ratolí o seleccionar-lo amb la tecla N i després interaccionar amb ell utilitzant la tecla T.
eo: Por fari tion, klaku la keston per via muso aŭ elektu ĝin per la N klavo kaj poste interagi kun ĝi per la T klavo.
pl: By tego dokonać, kilknij myszą na skrzynię lub wybierz ją klawiszem N a następnie dokonaj interakcji naciskając klawisz T.

source: La Johanne, Second Deck. (41,37)
eo: La Johanne, Dua Ferdeko. (41,37)

source: Smelly sailor clothes.
eo: Odoraj maristaj vestoj.

source: To open your inventory, use the F3 key or use your mouse to select it in the above menu in your client.
ca: Per obrir el teu inventari, utilitza la tecla F3 o utilitza el teu ratolí per seleccionar-lo al menú superior del client.
eo: Por malfermi vian objektujon, uzu la F3 klavon aŭ uzu vian muson por elekti ĝin en la supra menu en via kliento.
pl: Jeżeli chcesz otworzyć ekwipunek naciśnij F3 lub kursorem kliknij w powyższym menu klienta.

source: When your inventory is open, you can equip an item by selecting it and clicking 'Equip'. You can do the same to remove an item by clicking on 'Unequip'.
ca: Quan el teu inventari està obert, pots equipar un objecte seleccionant-lo i pitjant "Equipar". Pots fer el mateix per treure'l pitjant "Des-equipar".
eo: Kiam via objektujo estas malfermita, vi povas elekti kaj klaki objekton por ekipi ĝin. Sammaniere vi povas objekton malekipi.
pl: Jak już inwentarz zostanie otwarty, to możesz założyć przemiot zaznaczając go i wybierając opcję 'Załóż'. Analogicznie, by zdjąć ekwipunek wybierz opcję 'Zdejmij'.

source: Items have different effects. Some will heal you, some can be used as weapons or armor and some can be sold for gold.
eo: Objektoj havas diversajn efikojn. Iuj vin resanigos, iujn vi povas uzi kiel armilojn aŭ armaĵon, kaj iujn vi povas vendi por oro.

source: You wore the clothes you found in the chest that Magic Arpan showed you.
ca: Tu portaves la roba que has trobat al cofre que Magic Arpan t'ha ensenyat.
eo: Vi surhavis la vestojn de la kesto montrita al vi de Sorĉa Arpan.
pl: Założyłeś ubranie znalezione w skrzyni, którą pokazał ci Magiczny Arpan.

source: They are old and a bit smelly but the warm sensation they give makes you feel at home.
ca: Són antigues i fan una mica de pudor però la sensació càlida que donen et fa sentir com a casa.
eo: Ili estas malnovaj kaj iome odoras, sed la varma sento de ili sentigas vin komforta.
pl: Są stare, trochę śmierdzące, ale sprawiają że czujesz się jak w domu.

source: A {@@1} and old {@@2}.
eo: {@@1} kaj malnova {@@2}.

source: Piberries Lover
ca: Amant de les pibaies
eo: Frandanto de Piberioj
pl: Miłośnik Jagódełek.

source: A mysterious stowaway needs your help. He hides at the bottom level of the ship, in the storage room.
ca: Un misteriós polissó necessita la teva ajuda. S'amaga a l'últim nivell del vaixell, a l'habitació d'enmagatzematge.
eo: Mistera kaŝvojaĝanto bezonas vian helpon. Li kaŝas en la fundo de la ŝipo, en la stokejo.
pl: Tajemniczy pasażer na gapę, potrzebuje twojej pomocy. Ukrywa się w dolnym pokładzie statku, w skrytce.

source: It seems to be an urgent task, but he is afraid that you could be a sailor, so watch out!
ca: Sembla se una feina urgent, però té por de que puguis ser un mariner, així que vigila!
eo: La tasko ŝajnas urĝa, sed li timas ke vi povus esti maristo, do atentiĝu!
pl: Wygląda to na ważne zadanie, ale obawia się, że możesz być żeglarzem więc uważaj!

source: La Johanne, Second Deck. (33,31)
eo: La Johanne, Dua Ferdeko. (33,31)

source: Alige, the mysterious traveller, is asking for your help to find him some food.
eo: Alige, la mistera vojaĝanto, petas de vi helpon trovi ian manĝaĵon.

source: In fact, he hides in a hole in the main hallway. It leads to the ship's storage room where he can reach for some barrels full of {@@1}.
eo: Fakte li kaŝas sin en truo en la ĉefa koridoro. Ĝi estas de la stokejo, kie li povas atingi barelojn plenajn de {@@1}.

source: He is sick of eating these berries all the time. That is why he would like you to find him other kinds of food and bring them to him.
ca: Ell està tip de menjar aquestes baies tot el temps. És per això que voldria la teva ajuda per que li portessis altres tipus de menjar.
eo: Li estas sataĉa de ĉi tiuj piberoj. Tial li volas ke vi trovu iajn aliajn manĝaĵojn por li, kaj donu ilin al li.
pl: Jest chory od ciągłego jedzenia jagódenek. Dlatego prosi cię byś znalazł mu coś innego do jedzenia.

source: You brought Alige some food, different from the {@@1} he usually eats.
eo: Vi portis al Alige manĝaĵon malsaman ol la {@@1} kiujn li kutime manĝas.

source: It looks like he is eager of tasting new flavors. Try bringing him other types of food. He may have something to give you in exchange.
ca: Sembla que està desitjós de provar nous sabors. Intenta portar altres tipus d'aliments. Pot tenir alguna cosa per donar-te a canvi.
eo: Ŝajne li aspiras gustumi novajn gustojn. Provu porti al li aliajn tipojn de manĝaĵo. Eble li havos ion por repagi vin.
pl: Wygląda na głodnego nowych smaków. Spróbuj przynieść mu coś innego, może da ci coś w zamian.

source: A handful of {@@1}.
eo: Manpleno de {@@1}.

source: Ratto Extermination
ca: Exterminació de Ratto
eo: Ekstermino de Pratoj
pl: Eksterminacja Szczurzydł.

source: Peter needs your help to clear La Johanne's hold of some rattos.
eo: Peter bezonas vian helpon por senpratigi La Johanne.

source: Speak to him when you will have time to help him.
ca: Parla amb ell quan tinguis temps d'ajudar.
eo: Parolu kun li kiam vi havos tempon helpi al li.
pl: Porozmawiaj z nim kiedy będziesz miał czas mu pomóc.

source: La Johanne, Second Deck. (60,35)
eo: La Johanne, Dua Ferdeko. (60,35)

source: Peter asked you to empty the bottom of the ship for free.
ca: En Peter t'ha demanat que netegis el fons de la nau gratuïtament.
eo: Peter petis de vi purigi la fundon de la ŝipo senpage.
pl: Peter zapytał cię czy oczyścisz dno statku za darmo

source: Maybe next time he will have something to offer you...
ca: Potser a la pròxima tindrà alguna cosa per donar-te...
eo: Eble la sekvan fojon li havos ion por repagi vin...
pl: Może następnym razem będzie miał coś dla ciebie...

source: Cleaning the bottom of the ship is a tough work, but Peter is offering you some gold for it.
ca: Netejar el fons del vaixell es una feina dura, però en Peter t'està oferint una mica d'or per ajudar-lo.
eo: Purigado de la fundo de la ŝipo estas malfacila laboro, sed Peter ofertas iom da oro rekompence.
pl: Oczyszczenie dna statku to ciężka robota, ale Peter oferuje ci za to nieco złota.

source: 100 EXP, 1000 E.
eo: 100 da sperto, 1000 E

source: You helped Peter cleaning the bottom of the ship for free.
ca: Has ajuda en Peter a netejar el fons del vaixell gratuïtament.
eo: Vi helpis al Petr purigi la fundon de la ŝipo senpage.
pl: Pomogłeś Peterowi oczyścić dno statku za darmo.

source: However, it looks like these rattos can come back again. Later, you could ask Peter if he needs your help again.
ca: Sembla, però, que els rattos poden tornar. Més tard, li pots demanar al Peter si necessita la teva ajuda un altra vegada.
eo: Tamen, ŝajnas ke la pratoj revenos denove. Poste vi povas demandi Peter ĉu li bezonas vian helpon denove.
pl: Wygląda na to że szczurzydla mogą wrócić. Porozmawiaj później z Peterem czy nie potrzebuje znowu twojej pomocy.

source: You helped Peter cleaning the bottom of the ship. He rewarded you with some gold.
ca: Has ajudat en Peter a netejar el fons del vaixell. T'ha recompensat amb una mica d'or.
eo: Vi helpis al Peter purigi la fundon de la ŝipo. Li rekompencis vin per iom da oro.
pl: Pomogłeś Peterowi oczyścić dno statku. W nagrodę dostałeś nieco złota.

source: This time, Peter seems to have a reward for you. After you cleaned the bottom of the ship, ask him for a reward.
ca: Aquest cop, sembla que en Peter té una recompensa per tu. Després de netejar el fos del vaixell, demana-li la recompensa.
eo: Ĉi-foje, Peter ŝajne havas rekompencon por vi. Post la purigado de la fundo de la ŝipo, peti de li la premion.
pl: Tym razem wygląda na to że Peter ma dla ciebie nagrodę. Jak skończysz czyścić pokład porozmawiaj z nim o nagrodzie.

source: One of Us
ca: Un de Nosaltres
eo: Unu el Ni
pl: Jeden z Nas.

source: Nard, the captain of the ship, asked you to help his crew on the island outside the ship.
ca: Nard, el capità del vaixell, t'ha demanat que ajudis a la seva tripulació a l'illa, fora del vaixell.
eo: Nard, la ŝipestro, petis de vi helpon al sia ŝipanaro sur la insulo ekstere.
pl: Nard, kapitan statku poprosił cię byś pomógł jego załodze na wyspie, po za statkiem.

source: Gugli, one of his sailors, is waiting for you on the shore to tell you about the task.
ca: En Gugli, un dels mariners, t'està esperant a la riba per informar-te sobre les tasques.
eo: Gugli, unu el la maristoj, atendas vin ĉe la marbordo por priskribi la taskon al vi.
pl: Gugli jeden z marynarzy czeka na ciebie na brzegu by opowiedzieć ci o zadaniu.

source: La Johanne, Nard's Room. (25,26)
eo: La Johanne, Ĉambro de Nard. (25,26)

source: You reported to Nard that you successfully accomplished Gugli's task.
ca: Has informat a en Nard del compliment correcte de la tasca d'en Gugli.
eo: Vi raportis al Nard, ke vi sukcese finis la taskon de Gugli.
pl: Zgłosiłeś Nardowi że zakończyłeś zadanie od Gugliego.

source: As a perfect sailor, you are waiting for the next order, eagerly.
ca: Com a perfecte mariner, estàs esperant impacientment per la següent ordre.
eo: Kiel perfekta maristo, vi avide atendas la sekvan ordonon.
pl: Jako idealny marynarz czekasz skwapliwie na następne zadanie.

source: Captain Nard has another task for you. It seems he did a mistake in the past, choosing the right lieutenant for this ship.
ca: El Capità Nard té una altra tasca per tu. Sembla que va cometre un error en el passat, triant el correcte tinent.
eo: Ŝipestro Nard havas pluan taskon por vi. Ŝajne li faris eraron, elektante la ĝustan leŭtenanton por ĉi tiu ŝipo.
pl: Kapitan Nard ma dla ciebie nowe zadanie. Wygląda na to, że popełnił w przeszłości błąd wybierając nieodpowiedniego porucznika na swoim statku.

source: Chef Gado, the former shipkeeper, may have something to say about that. So does Julia, the current lieutenant of the ship.
ca: El Chef Gado, l'ex tinent, potser té alguna cosa que dir-te sobre això. Lo mateix amb la Julia, la tinent actual del vaixell.
eo: Ĉefkuiristo Gado, la eksleŭtetanto, povus diri ion pri tio. Same Julia, la nuntempa leŭtenanto de la ŝipo.
pl: Szef Gado, były bosman i Julia, mogą coś o wiedzieć.

source: You smartly solved the lieutenants' conflict onboard. Nard is proud of his new sailor.
ca: Intel·ligentment has solucionat el conflicte de tinents. En Nard està orgullós del seu nou mariner.
eo: Vi ruze solvis la leŭtenantan konflikton surŝipe. Nard fieras pri sia nova maristo.
pl: Rozwiązałeś konflikt między porucznikami na statku. Nard jest z ciebie dumny marynarzu.

source: Take your reward from the box near the captain in order to officially become one of Nard's crew members.
ca: Agafa la teva recompensa de la caixa prop del capita per convertir-te en un membre oficial de la tripulació d'en Nard.
eo: Preni vian premion de la skatolo apud la ŝipestro por aficiale iĝi unu el la ŝipanaroj de Nard.
pl: Weż swoją nagrodę z kufra niedaleko kapitana, by zostać oficjalnie jednym z załogi Narda.

source: La Johanne, Nard's Room. (25,24)
eo: La Johanne, Ĉambro de Nard. (25,24)

source: 50 EXP, {@@1}.
eo: 50 da sperto, {@@1}.

source: Nard officially proclaimed you as member of his crew!
ca: En Nard t'ha proclamat oficialment membre de la tripulació!
eo: Nard oficiale igis vin anon di sia ŝipanaro!
pl: Nard oficjalnie przyjął cię do załogi!

source: Chef's Secret Blade
ca: Tall Secret del Chef
eo: Sekreda Klingo de Ĉefkuiristo
pl: Sekretne Ostrze Szefa

source: You found a sharp knife on a table in one of the rooms of the ship.
ca: Has trobat un ganivet afilat a una taula en una de les habitacions del vaixell.
eo: Vi trovis akran tranĉilon sur tablo en unu el la ĉambroj de la ŝipo.
pl: Znalazłeś ostry nóż na stole w jednym z pomieszczeń statku.

source: It looks like its previous owner used it to prepare delicious dishes for the crew.
ca: Sembla que el primer propietari acostumava a preparar plats deliciosos per a la tripulació.
eo: Ŝajne la antaŭa proprulo uzis ĝin por pretigi bongustajn pladojn por la ŝipanaro.
pl: Wygląda na to, że poprzedni właściciel użył go do przygotowania przepysznych potraw dla załogi.

source: La Johanne, Second Deck. (50,24)
eo: La Johanne, Dua Ferdeko. (50,24)

source: Fish and Scams
ca: Peix i Estafes
eo: Fiŝoj kaj Friponaĵoj
pl: Ryby i Oszustwa.

source: A sailor, who wasn't on Gugli's list, gave you a box full of food.
ca: Un mariner, que no estava a la llista d'en Gugli t'ha donat una caixa plena de menjar.
eo: Maristo, kiu ne estis sur listo de Gugli, donis al vi skatolon plenan de manĝaĵo.
pl: Marynarz, który nie był na liście Gugliego, dał ci skrzynię pełną jedzenia.

source: He did not mention any reward, but he would like you to deliver it to Gugli as soon as you can.
ca: No ha mencionat cap recompensa, però li agradaria que li lliuressis a en Gugli tan aviat com sigui possible.
eo: Li ne menciis premion, sed li volas, ke vi portu ĝin al Gugli kiel rapide vi povas.
pl: Nie wspomniał o jakiejkolwiek nagrodzie, ale poprosił byś dostarczył tę skrzynię Gugliemu najszybciej jak tylko potrafisz.

source: Drasil Island. (85,108)
eo: Insulo Drasil. (85,108)

source: Reward: Unknown.
ca: Recompensa: Desconeguda.
eo: Rekompenco: Nekonata.
pl: Nagroda: Nieznana.

source: Couwan is an awful, roguish person. No reward from him...
ca: En Cowan es una persona múrria. No reps recompensa d'ell...
eo: Couwan estas aĉa fripono. Neniu premio de li...
pl: Couwan jest straszny i szujowaty. Nie ma nagrody od niego...
