Repository: Bayonetta5/client-data
Catalog: translations/*.po
Languages: ca, eo, pl

source: A wooden box full of croconuts.
ca: Una caixa de fusta plena de croconuts.
pl: Drewniana skrzynka pełna krokosów.

source: A wooden box full of plushrooms.
ca: Una caixa de fusta plena de plushrooms.
pl: Drewniana skrzynka pełna plushroom.

source: Fouit Wing
ca: Ala de Fouit
pl: Skrzydło Fouit

source: Oufti Wing
ca: Ala d'Oufti
pl: Skrzydło Oufti

source: A pumpkin that can be carved for Halloween.
ca: Una carbassa que pot ser tallada per a Halloween.
pl: Dynia która może być wyryta na Halloween.

source: An old shirt given to you by a sailor. It isn't very fashionable...
ca: Una camisa antiga que t'ha donat un mariner. No està molt de moda...
pl: Stara koszula ofiarowana Ci przez marynarza. Niezbyt stylowa.

source: %Color% Sailor Tank Top
ca: Samarreta de mariner %Color%
pl: Koszulka marynarska %Color%go koloru.

source: A %color% tank top used by sailors and seamen.
ca: Una samarreta %color% utilitzada per mariners i navegants.
pl: Koszulka marynarska %color%go koloru, używana przez prawdziwych wilków morskich.

source: Orc-made moccasins. Not sure from which skin these shoes were made.
ca: Mocassins fets per un orc. No està segur de quina pell estan fets.
pl: Orkowej roboty mokasyn. Nie jest pewne, z jakiej skóry te buty zostały wykonane.

source: An old pair of shorts given to you by a sailor. They smell awful.
ca: Uns vells pantalons curts que t'ha donat un mariner. Fan una olor horrible.
pl: Stara para szortów poraowana tobie przez marynarza. Śmierdzą okropnie.

source: A classic trousers ornamented with some fluffy fur.
ca: Uns pantalons clàssics decorats amb una espècie de pell tova.

source: A carved pumpkin, the face will scare your enemy off.
ca: Una carbassa tallada, la cara espantarà als teus enemic.
pl: Wyrzeźbiona dynia, wizerunek z pewnością przestraszy twego wroga.

source: A short sword for novice fighters, more useful in the kitchen than in a real fight...
ca: Una espasa curta per als lluitadors novells, més útil a la cuina que en una baralla real...
pl: Krótki miecz dla początkujących wojowników, Bardziej użyteczny w kuchni niż w prawdziwej walce.

source: Speak to Julia, the shipkeeper of this ship. She is waiting for you on the first deck.
ca: Parla amb na Julia, la vigilant del vaixell. T'està esperant en el primer moll.
pl: Porozmawiaj z Julią, opiekunem statku. Czeka na ciebie na pierwszym pokładzie.

source: Quest giver: Julia.
ca: Dóna la missió: Julia.
pl: Zleceniodawca: Julia

source: Coordinates: La Johanne, First Deck. (27,24)
ca: Coordenades: La Johanne, Primer Moll. (27,24)
pl: Koordynaty: La johanne. Pierwszy pokład. (27.24)

source: Keep them in mind, but if you think you still need to hear them again, just talk to Julia.
ca: Tinga-les en ment, però si creus que les has de tornar a sentir, parla un altre cop amb la Julia.
pl: Zapamiętaj je, ale jeśli zechcesz je usłyszeć ponownie, porozmawiaj z Julią.

source: Reward: Nothing.
ca: Recompensa: Res.
pl: Nagroda: Nic.

source: To speak to an NPC, click on it with your mouse or select him using the N key and then chat using the T key.
ca: Per parlar amb un NPC, clica amb el teu ratolí o selecciona'l utilitzant la tecla N i conversa amb ell utilitzant la tecla T.
pl: By porozmawiać z NPC, kliknij na nim myszką lub wybierz go naciskając klawisz N a następnie zacznij z nim rozmowę naciskając klawisz T.

source: Quest giver: Magic Arpan.
ca: Dóna la missió: Magic Arpan.
pl: Zleceniodawca: Magiczny Arpan

source: Coordinates: La Johanne, Second Deck. (39,33)
ca: Coordenades: La Johanne, Segon Moll. (39,33)
pl: Koordynaty: La Johanne. Drugi pokład. (39.33)

source: Coordinates: La Johanne, Second Deck. (41,37)
ca: Coordenades: La Johanne, Segon Moll. (41, 37)
pl: Koordynaty: La Johanne. Drugi pokład. (41.37)

source: Reward: Smelly sailor clothes.
ca: Recompensa: Robes pudoroses de mariner.
pl: Nagroda: Smierdzące ubranie marynarza.

source: Items have different effects. Some will heal you, some can be used as weapons or armor, and some can be sold for gold.
ca: Els objectes tenen diferents efectes. Alguns et curaran, altres poden ser utilitzats com a arma o armadura, i d'altres poden ser venuts per aconseguir diners.
pl: Przedmioty posiadają różnorakie właściwości. Niektóre Cię wyleczą, inne mogą być użyte jako zbroja lub broń, lub sprzedane.

source: Quest Giver: Alige.
ca: Dona la missió: Alige.
pl: Zleceniodawca: Alige

source: Coordinates: La Johanne, Second Deck. (33,31)
ca: Coordinades: Johanne, Segon Moll. (33,31)
pl: Koordynaty: La Johanne. Drugi pokład. (33.31)

source: Alige, the mysterious traveller, is requesting your help to find him some food.
ca: Alige, el misteriós viatger, està demanant la teva ajuda per trobar-li una mica de menjar.
pl: Alige tajemniczy podróżnik, prosi cię o pomoc w znalezieniu dla niego jakiegoś jedzenia.

source: In fact, he hides in a hole in the main hallway. It leads to the ship's storage room where he can reach for some barrels full of [@@507|Piberries@@].
ca: De fet, s'amaga en un forat al passadís principal.El forat porta a la sala d'emmagatzematge de la nau on hi ha uns barrils plens de [@@507|Piberries@@].
pl: W zasadzie, chowa sie w dziurze w głównym korytarzu, który prowadzi do ładowni statku gdzie, może dostać się do paru beczek pełnych [@@507|Piberries@@].

source: You brought Alige some food, different from the [@@507|Piberries@@] he usually eats.
ca: Li has portat menjar al Alige, diferent de les [@@507|Piberries@@] que acostuma a menjar.
pl: Przyniosłeś Alige trochę jedzenia, innego niż [@@507|Piberries@@] które zwykle je.

source: Reward: A handful of [@@507|Piberries@@].
ca: Recompensa: Un grapat de [@@507|Piberries@@].
pl: Nagroda: garść [@@507|Piberries@@].

source: Peter needs your help to clean the bottom of the ship from some rattos.
ca: En Peter necessita la teva ajuda per netejar la part inferior de la nau d'alguns rattos.
pl: Peter potrzebuje twojej pomocy, by oczyścić dolny pokład ze szczurzydeł.

source: Quest Giver: Peter.
ca: Dona la missió: Peter.
pl: Zleceniodawca: Peter

source: Coordinates: La Johanne, Second Deck. (60,35)
ca: Coordenades: La Johanne, Segon Moll. (60,35)
pl: Koordynaty: La Johanne. Drugi pokład. (60.35)

source: Reward: 100 EXP, 1000 E.
ca: Recompensa: 100 EXP, 1000 E.
pl: Nagroda: 100 EXP, 1000 E.

source: Quest Giver: Nard.
ca: Dóna la missió: Nard.
pl: Zleceniodawca: Nard

source: Coordinates: La Johanne, Nard's Room. (25,26)
ca: Coordenades: La Johanne, habitació d'en Nard. (25,26)
pl: Koordynaty: La johanne. Kajuta Narda. (25.26)

source: Coordinates: La Johanne, Nard's Room. (25,24)
ca: Coordenades: La Johanne, habitació d'en Nard. (25,24)
pl: Koordynaty: La johanne. Kajuta Narda. (25.24)

source: Reward: 50 EXP, [@@2900|Bandana@@].
ca: Recompensa: 50 EXP, [@@2900|Bandana@@].
pl: Nagroda: 50 EXP. [@@2900|Bandana@@].

source: Coordinates: La Johanne, Second Deck. (50,24)
ca: Coordenades: La Johanne, Segon Moll. (50,24)
pl: Koordynaty: La Johanne. Drugi pokład. (50.24)

source: Reward: [@@3500|Knife@@].
ca: Recompensa: [@@3500|Knife@@].
pl: Nagroda: [@@3500|Nóż@@].

source: Quest Giver: Couwan.
ca: Dona la missió: Cowan.
pl: Zleceniodawca: Couwan

source: Coordinates: Desert Island. (85,108)
ca: Coordenades: Illa Deserta. (85,108)
pl: Koordynaty: Pustynna wyspa. (85.108)

source: Coordinates: Desert Island. (89,36)
ca: Coordenades: Illa Deserta. (89,36)
pl: Koordynaty: Pustynna wyspa. (89.36)

source: Reward: 8 EXP, 10 E.
ca: Recompensa: 8 EXP, 10 E.
pl: Nagroda: 8 EXP, 10 E.

source: The chest contains gold and an [@@514|Old Book@@].
ca: El conté conté or i un [@@514|Old Book@@].
pl: Skrzynia zawiera złoto i [@@514|Old Book@@].

source: Coordinates: Desert Island. (83,70)
ca: Coordenades: Illa Deserta. (83,70)
pl: Koordynaty: Pustynna wyspa. (83.70)

source: Reward: 100 E, [@@514|Old Book@@].
ca: Recompensa: 100 E, [@@514|Old Book@@].
pl: Nagroda: 100 E. [@@514|Stara Książka@@].

source: Gugli told you about the sailors' task on the island. He wants you to help some of them bringing him 6 boxes full of [@@513|Croconuts@@], [@@714|Aquadas@@] and [@@515|Plushrooms@@].
ca: En Gugli t'ha informat de la tasca dels mariners a l'illa. Ell vol que l'ajudis portant-li 6 caixes plenes de [@@513|Croconuts@@], [@@714|Aquadas@@] i [@@515|Plushrooms@@].
pl: Gugli powiedział ci o zadaniu żaglarzy na wyspie. Chce byś pomógł paru z nich, przynieść 6 skrzyń pełnych [@@513|Krokosów@@], [@@714|Aquadas@@] i [@@515|Plushrooms@@].

source: Quest Giver: Gugli.
ca: Dóna la missió: Gugli.
pl: Zleceniodawca: Gugli

source: Reward: 40 EXP, 250 E.
ca: Recompensa: 40 EXP, 250 E.
pl: Nagroda: 40 EXP, 250 E.

source: Chef Gado wants you to collect 2 [@@505|Piou Legs@@], 2 [@@512|Half Croconuts@@], 1 [@@509|Aquada@@] and 1 [@@508|Sea Drops@@] to prepare a [@@717|Poisoned Dish@@], for Julia.
ca: El Chef Gado vol que aconsegueixis 2 [@@505|Piou Legs@@], 2 [@@512|Half Croconuts@@], 1 [@@509|Aquada@@] i 1 [@@508|Sea Drops@@] per preparar un [@@717|Poisoned Dish@@], per la Julia.
pl: Szef Gado chce byś zebrał 2 [@@505|Nóżki Piou@@], 2 [@@512|Połowa Krokosa@@], 1 [@@509|Aquada@@] i 1 [@@508|Sea Drops@@] by przygotować [@@717|Zatruty Posiłek@@], dla Juli.

source: Quest Giver: Chef Gado.
ca: Dóna la missió: Chef Gado.
pl: Zleceniodawca: Szef Gado

source: Coordinates: La Johanne, Second Deck. (17,28)
ca: Coordenades: La Johanne, Segon Moll. (17,28)
pl: Koordynaty: La Johanne. Drugi pokład. (17.28)

source: Chef Gado prepared the [@@717|Poisoned Dish@@]. He would like you to give it to Julia.
ca: El Chef Gado ha preparat el [@@717|Poisoned Dish@@]. Voldria que li donessis a la Julia.
pl: Kucharz Gado przygotował [@@717|Poisoned Dish@@] dla Julii. Chce byś podał jej tą potrawę.

source: Reward: 15 EXP, 200 E, [@@502|Bread@@].
ca: Recompensa: 15 EXP, 200 E, [@@502|Bread@@].
pl: Nagroda: 15 EXP. 200 E, [@@502|Chleb@@].

source: Reward: 15 EXP, 200 E.
ca: Recompensa: 15 EXP, 200 E.
pl: Nagroda: 15 EXP, 200 E.

source: Reward: 8 EXP, 100 E.
ca: Recompensa: 8 EXP, 100 E.
pl: Nagroda: 8 EXP, 100E.

source: Mimi
pl: Ojejciu
