Repository: Bayonetta5/client-data
Catalog: translations/*.po
Languages: ca, eo, pl

source: However, Gugli gave you some gold pieces and apologized for this unexpected task.
ca: Tot i això, en Gugli t'ha donat una quantes peces d'or i s'ha disculpat per aquesta tasca inesperada.
eo: Sed Gugli donis al vi iom da oro kaj pardonpetis pro ĉi tiu ne atendita tasko.
pl: Jednakże, Gugli dał ci nieco złota i przeprosił za te nieoczekiwane zadanie.

source: He also warned you not to trust anyone.
ca: També t'ha advertit que no confiïs en ningú.
eo: Li ankaŭ konsilis, ke vi ne kredu al ĉiu.
pl: Ostrzegł Cię również, byś nie ufał nikomu.

source: Drasil Island. (89,36)
eo: Insulo Drasil. (89,36)

source: 8 EXP, 10 E.
eo: 8 SPRT, 10 E.

source: Treasure's Glint
ca: Espurnes del Tresor
eo: Brilo de Trezoro
pl: Migot skarbu

source: You spotted a treasure chest at the top of a cliff on the east side of the island.
ca: Has vist un cofre del tresor a la part superior d'un penya-segat a l'est de l'illa.
eo: Vi ekvidis malnovan keston sur klifo je la orienta flanko de la insulo.
pl: Zauważyłeś skrzynię ze skarbem na szczycie klifu w wschodniej części wyspy.

source: The chest contains gold and an {@@1}.
eo: La kesto enhavas oron kaj {@@1}.

source: Drasil Island. (83,70)
eo: Insulo Drasil. (83,70)

source: Unexpected Help
ca: Ajuda Inesperada
eo: Neatendita Helpo
pl: Nieoczekiwana pomoc.

source: Gugli told you about the sailors' task on the island. He wants you to help some of them bringing him 6 boxes full of {@@1}, {@@2} and {@@3}.
eo: Gugli parolis al vi pri la la tasko de la maristoj sur la insulo. Li volas ke vi helpu al ili porti 6 skatolojn plenajn de {@@1}, {@@2} kaj {@@3}.

source: You need to collect the boxes from Tibbo, Gulukan, Q'Muller, Astapolos, Jalad and Ale.
ca: Necessites aconseguir les caixes del Tibbo, Gulukan, Q'Muller, Astapolos, Jalad i Ale.
eo: Vi devas kolekti skatolojn de Tibbo, Gulukan, Q'Muller, Astapolos, Jalad kaj Ale.
pl: Musisz zebrać pudła od Tibbo, Gulukan, Q'Muller, Astapolos, Jalad i Ale.

source: Max, Silvio and Lean may have some information about where to find these sailors.
ca: Max, Silvio i Lean potser tenen informació d'on trobar aquests mariners.
eo: Max, Silvio kaj Lean povas havi iajn informojn pri loko de ĉi tiuj maristoj.
pl: Max, Silvio i Lean mogą mieć jakieś informacje gdzie znaleźć pozostałych marynarzy.

source: You completed all the tasks Gugli gave you. Sailors of the ship will never forget you!
ca: Has finalitzat totes les tasques que en Gugli t'ha donat. El mariners del vaixell no t'oblidaran mai!
eo: Vi finis ĉiujn taskojn de Gugli. Maristoj de la ŝipo neniam forgesos vin!
pl: Zakończyłeś wszystkie zadania jakie Gugli ci zlecił. Żeglarze nigdy cię nie zapomną!

source: 40 EXP, 250 E.
eo: 40 SPRT, 250 E.

source: Two Lieutenants in One Boat
ca: Dos tinents en un vaixell.
eo: Du Leŭtenantoj sur Unu Ŝipo
pl: Dwaj porucznicy na jednej łodzi.

source: Chef Gado wants you to collect 2 {@@1}, 2 {@@2}, 1 {@@3} and 1 {@@4} to prepare a {@@5}, for Julia.
eo: Ĉefkuiristo Gado volas ke vi kolektu 2 {@@1}, 2 {@@2}, 1 {@@3} kaj 1 {@@4} por ke li povu fari {@@5}, por Julia.

source: Chef Gado
eo: Ĉefkuiristo Gado

source: La Johanne, Second Deck. (17,28)
eo: La Johanne, Dua Ferdeko. (17,28)

source: Chef Gado prepared the {@@1}. He would like you to give it to Julia.
eo: Ĉefkuiristo Gado pretigis la {@@1}. Li volas ke vi donu ĝin al Julia.

source: While Chef Gado wants you to poison Julia, you remember she looked after you when you were sick. She doesn't deserve to be punished... or does she?
ca: Mentre el Chef Gado vol que enverinis a la Julia, et recordes que ella et va cuidar quan estaves malalt. No es mereix ser castigada... o si?
eo: Eĉ se Ĉefkuiristo Gado volas, ke vi venenu Julia, vi memoras ke ŝi vartis vin dum vi estis malsana, Ŝi ne meritas punon... aŭ ĉu jes?
pl: Kiedy Szef Gado chce byś otruł Julię, przypominasz sobie że to ona opiekowała się tobą kiedy byłeś chory. Ona nie zasługuje na by ją tak potraktować... a może jednak ?

source: Go back and talk to Gado. He probably has a reward for you.
ca: Torna, i parla amb en Gado. Probablement tindrà una recompensa per tu.
eo: Revenu kaj parolu kun Gado. Li probable havas premion por vi.
pl: Wróć i porozmawiaj z Gado. Prawdopodobnie ma dla ciebie nagrodę.

source: You successfully poisoned Julia. Chef Gado finally had his revenge!
ca: Has enverinat correctament la Julia. El Chef Gado finalment ha aconseguit la seva revenja!
eo: Vi sukcese venenis Julia. Ĉefkuiristo Gado finfine akiris sian venĝon.
pl: Udało Ci się otruć Julię. Szef Gado ma wreszcie swoją zemstę !

source: You refused to accomplish Chef Gado's evil plan. Julia is now safe.
ca: Has declinat complir el malvat pla del Chef Gado. La Julia ara està segura.
eo: Vi rifuzis fini la pekan planon de Ĉefkuiristo Gado. Julia nun estas sendanĝerita.
pl: Odmówiłeś wykonania niecnego planu Szefa Gado. Julia jest teraz bezpieczna.

source: 15 EXP, 200 E.
eo: 15 da sperto, 200 E.

source: You preferred trusting Julia because, after all, she deserves to be the lieutenant of the ship.
ca: Has preferit confiar en la Julia, ja que, després de tot, ella es mereix ser tinent del vaixell.
eo: Vi prefere kredis al Julia ĉar, finfine, ŝi meritas esti la leŭtenanto de la ŝipo.
pl: Wybrałeś zaufanie Juli ponieważ, mimo wszystko, zasługuje na to by być porucznikiem na statku.

source: 8 EXP, 100 E.
eo: 8 da sperto, 100 E.

source: The Lazy Brother
eo: La Pigra Frato

source: Katja wants you to find her brother.
eo: Katja volas helpon trovi sian fraton.

source: He is hiding somewhere on the hill, not far from here.
eo: Li kaŝas ie sur la holmo, ne malproksime de ŝi.

source: You should probably go and check behind trees, they are great for hiding.
eo: Vi iru kaj kontrolu post la arboj, ili bonegas por kaŝado.

source: You found Bobo.
eo: Vi trovis Bobo.

source: Apparently he's hanging out here all day, because he doesn't want to do his homework.
eo: Ŝajne li estas tie ĉi dum la tuta tago, ĉar li ne volas hejmlabori.

source: You decided to let him do so in exchange for a small reward.
eo: Vi decidis forlasi lin kontraŭ eta rekompenco.

source: You can not allow this. Therefore you told him to go home.
eo: Vi ne povas permesi tion, do li diris, ke li revenu hejmen.

source: You should go tell Katja about it.
eo: Vi diru al Katja pri tio.

source: You found Bobo. He promised to go home soon.
eo: Vi trovis Bobo. Li promesis iri hejmen frue.

source: His sister was very happy and gave you an {@@1} as a reward.
eo: Lia fratino estis tre feliĉa kaj donis al vi {@@1} kiel premion.

source: Moon and the Urchin
eo: Moon kaj la Eĥino

source: Moon, the elven girl, accidently stepped on an urchin.
eo: Moon, la elfa knabino, hazarde ŝtupis sur eĥinon.

source: She wants you to bring her {@@1}s to get rid of spikes.
eo: Ŝi volas ke vi portu al ŝi {@@1} por forigi la pikojn.

source: Artis, Moon's House. (70,78)
eo: Artis, Domo de Moon. (70,78)

source: You helped Moon to get rid of urchin spikes from her foot.
eo: Vi helpis al Moon forigi la eĥinajn pikojn de ŝia piedo.

source: 1500 EXP.
eo: 1500 da sperto.

source: Catch the Piou
eo: Kaptu la Pjoŭon.

source: Salem, the trader from Artis Market, needs your help.
eo: Salem, la negocisto de la Bazaro de Artis, bezonas vian helpon.

source: A piou escaped from him, and he wants you to catch it.
eo: Pjoŭo forkuris de li, kaj li volas, ke vi kaptu ĝin.

source: The piou is flying around the town, not far from the market.
eo: La pjoŭo flugas tra la urbo, proksime al la bazaro.

source: When you catch it, hurry back to Salem.
eo: Post kiam vi kaptos ĝin, rapide revenu al Salem.

source: Artis, Market. (57,118)
eo: Artis, Bazaro. (57,118)

source: 90% discount on piou.
eo: 90% rabato por pjoŭo.

source: You successfully returned the piou to the trader.
eo: Vi sukcese redonis la pjoŭon al la negocisto.

source: Fishman
eo: Fiŝanto

source: Eugene, the fishman in Artis docks, bought a new fishing rod.
eo: Eugene, la fiŝanto en ŝipejo de Artis, aĉetis novan fiŝvergon.

source: He hurried so much to try it out, that he forgot to take enough baits.
eo: Li tiel avidis provi ĝin, ke li forgesis preni sufiĉe da logilojn.

source: You need to bring him 10 {@@1}.
eo: Vi devas porti al li 10 {@@1}.

source: Artis, Docks. (113,120)
eo: Artis, Ŝipejo. (113,120)

source: You helped Eugene.
eo: Vi helpis al Eugene.

source: As his gratitude, he gave you his old fishing rod.
eo: Dankeme, li donis al vi sian malnovan fiŝvergon.

source: You can use it to catch fish.
eo: Vi povas ĝin uzi por kapti fiŝojn.

source: The Buried Treasure
eo: La Enfosita Trezoro

source: Q'Onan, the orc sailor from Nard's crew, used to be a thief.
eo: Q'Onan, lo ogra maristo de ŝipanaro de Nard, estis ŝtelisto.

source: His last "business" involved robbing a nobleman. But he didn't succeed completely, he had to bury the chest full of coins to save himself.
eo: Dum sia lasta "tasko" li ŝtelis de noblulo. Sed ĉar li ne sukcesis tute, li devis enfosi la keston plenan de moneroj por savi sin.

source: He only knows an approximate location of the chest on Artis Hill (180, 27), so you'll have to do a little digging to find the chest.
eo: Li nur memoras proksiman lokon de la kesto sur la Holmo de Artis (180, 27), do vi devos iome fosserĉi por trovi ĝin.

source: After a lot of digging, you found the treasure chest.
eo: Post multe da fosado, vi trovis la trezoran keston.

source: It's locked, and Q'Onan has the only key. So you'll have to deliver it to him.
eo: Ĝi estas fermita kaj Q'Onan havas la solan ŝlosilon. Vi devos alporti ĝin al li.

source: Q'Onan kept his promise, and gave you your share of the deal.
eo: Q'Onan tenis sian promeson, kaj donis al vi vian parton de la trezoro.

source: He said that he finally can pay back his debts.
eo: Li diris, ke li finfine povas repagi siajn ŝuldojn.

source: Visiting Artis
eo: Vizitante Artis

source: Bacchus asked you to bring him a {@@1}.
eo: Bacchus petis vin porti al li {@@1}.

source: Cuco drops them, in the locked room of La Johanne's Hold.
eo: Kukubro ĝin demetas, en la ŝlosita ĉambro en Holdo de La Johanne.

source: La Johanne, Hold. (31,30)
eo: La Johanne, Holdo. (31,30)

source: Bacchus offers you to see a small part of your future.
eo: Bacchus ofertas al vi montri iom da via estonto.

source: The payment is 10 Halloween Candy.
eo: La pago estas 10 Halovenaj Dolĉaĵoj.

source: chance to see the future.
eo: Ŝanco vidi estonton.

source: Alige in the Barrel
eo: Alige en la Barelo

source: Alige was very scared of the Cuco. Now that it's killed, he should be okay.
eo: Alige tre timis la Kukubron. Nun, kiam ĝi mortis, li trankviliĝos.

source: La Johanne, Hold, Alige's Hideout. (38,22)
eo: La Johanne, Holdo, Kaŝejo de Alige. (38,22)

source: Somehow Alige appeared in my vision of the future.
eo: Iel, Alige aperis en mia vido de la estonto.

source: For killing the scary Cuco, he gave me a {@@1}.
eo: Por mortigi la timindan Kukubron, li donis al mi {@@1}.

source: Artis, Dream World. (71,132)
eo: Artis, Revo. (71,132)

source: Plushroom Addict
eo: Pluŝfungulo

source: Rumly is expecting you to return.
eo: Rumly atendas vian revenon.

source: He is still offering his services.
eo: Li ankoraŭ ofertas siajn servojn.

source: Artis, Market Place. (35,125)
eo: Artis, Bazaro. (35,125)

source: Rumly is waiting for you to bring him some {@@1}s.
eo: Remly atendas iom da {@@1} de vi.

source: Rumly is able to reset your character point.
eo: Rumly povas reŝarĝi viajn atributojn.

source: Bring him some {@@1}s and he will be able to do it for you.
eo: Alportu al li iom da {@@1} kaj li povos fari tion por vi.

source: Newby Quest
eo: Novula Tasko

source: You are charged to visit Chelios and bring back Enora's package.
eo: Vi devas viziti Chelios kaj alporti reen la pakaĵon por Enora.

source: Chelios is reachable at the Blacksmith Shop (95,109).
eo: Chelios estas ĉe la Forĝista Butiko (95,109).

source: Artis, Docks. (176,113)
eo: Artis, Ŝipejo. (176,113)

source: Chelios asked you to bring him some black iron
eo: Chelios petis de vi iom da nigra fero

source: You should look for Lloyd in the Merchant Hall (100,37).
eo: Vi serĉu Lloyed en la Komercista Halo (100,37).

source: Artis, Blacksmith Shop. (95,109)
eo: Artis, Forĝista Butiko. (95,109)

source: Lloyd gave you the black iron package.
eo: Lloyd donis al vi la pakon de nigra fero

source: Bring it back to Chelios.
eo: Portu ĝin reen al Chelios.

source: Chelios made a sword out of black iron ore.
eo: Chelios forĝis glavon de nigra fero.

source: This task is done, you can now return it to Enora.
eo: La tasko estas finita, nun vi povas reveni al Enora.

source: 60 EXP, 100 E.
eo: 60 da sperto, 100 E.

source: You are charged to visit Resa and to bring back Enora's package.
eo: Vi devas viziti Resa kaj porti reen la pakaĵon por Enora.

source: Resa is reachable at the Light Armor building (55,72).
eo: Resa vi povas trovi en la Butiko de Malpezaj Aramaĵoj (55,72).

source: Resa gave you a cute {@@1}.
eo: Resa donis al vi beletan {@@1}.

source: 40 EXP, 125 E.
eo: 40 da sperto, 125 E.

source: You are charged to visit Q'Pid and bring back Enora's package.
eo: Vi devas viziti Q'Pid kaj porti reen la pakaĵon por Enora.

source: Q'Pid is reachable at the Market Place, in the south-west area of Artis (61,116).
eo: Q'Pid estas ĉe Bazaro, en la sudokcidenta parto de Artis (61,116).

source: You lost the riddle of Q'Pid, you have to go to Ivan to get Enora's potions.
eo: Vi ne divenis la enigmon de Q'Pid, do vi devas iri al Ivan por havi la pociojn.

source: Ivan is in a small house near Artis's canal (163,71).
eo: Ivan estas en malgranda domo ĉe kanalo de Artis (163,71).

source: This task is done, you can now return them to Enora.
eo: La tasko estas finita, vi nun povas doni ilin al Enora.

source: 80 EXP, 175 E.
eo: 80 da sperto, 175 E.

source: Some citizen worry about their safety with the growing number of Fluffy on the Hill of Artis.
eo: Iuj urbanoj zorgas pri sia sekuro kaj la pligrandiĝanta nombro de Lanugivioj sur la Holmo de Artis.

source: Enora's latest task for you is to clean up this hill.
eo: La plej freŝa tasko por vi de Enora estas purigi la holmon.

source: Killing about 10 Fluffy should be enough to calm down the neighborhood.
eo: Mortigi ĉirkaŭ 10 Lanugiviojn devas esti sufiĉe por trankviligi la najbarejon.

source: The hill is located on north-east of Artis (172,46).
eo: La holmo estas en la nordorienta parto de Artis (172,46).

source: You completed every task and you even cleaned up the hill of these terrible Fluffies.
eo: Vi finis ĉiun taskon kaj vi eĉ purigis la holmon de Lanugivioj.

source: 140 EXP, 500 E.
eo: 140 da sperto, 500 E.

source: Fexil's Free Pass
eo: Paso de Fexil

source: Lloyd gave you a pass that Fexil forgot when he registered himself in the Merchant Guild.
eo: Lloyd donis al vi pason, kiun Fexil forgesis kiam li registriĝis en la Komercista Gildo.

source: Artis, Merchant Guild. (101,37)
eo: Artis, Komercista Gildo. (101,37)

source: Fexil wants to open a business of {@@1}'s clothes.
eo: Fexil volas komenci komercon de vestoj de {@@1}.

source: He will reward you for each fur you bring him.
eo: Li meritos vin por ĉiu felo, kiun vi alportos al li.

source: Artis, Market Place. (48,134)
eo: Artis, Bazaro. (48,134)

source: He rewards you for each fur you bring him.
eo: Li meritas vin por ĉiu felo, kiun vi alportas al li.

source: 15 per {@@1}.
eo: 15 po {@@1}.

source: Worship of Money
eo: Adoro de Mono

source: You are now registered in the Merchant Guild.
eo: Vi registriĝis en la Komercista Gildo.

source: This Guild offers storage and bank services.
eo: Ĉi tiu Gildo ofertas servojn de banko kaj deponejo.

source: Merchant Guild access.
eo: Atingo de Komercista Gildo.

source: Basic
ca: Bàsic
eo: Bazaj
pl: Podstawowe

source: Fire ball
eo: Bolido

source: Attack enemy with fireball.
eo: Ataki malamikon per bolido.

source: Mass provoke
eo: Amasa incito

source: Allow provoke many monsters.
eo: Incitas multe da monstrojn.

source: Magic shield
eo: Sorĉa ŝildo

source: Allow protect from magic attacks.
eo: Permesu protekton de sorĉaj atakoj.

source: Other
eo: Aliaj

source: Grafiti
eo: Noto

source: Draw text on ground.
eo: Desegni tekston teren.

source: Crazy weed
eo: Freneza herbaĉo

source: Wall of thorn 2
eo: Muro dorna 2

source: Lord of vermillion
eo: Mastro de vermiljono

source: Family call
eo: Familia voko

source: Cluster bomb
eo: Garba bombo

source: Dimension door
eo: Dimensia pordo

source: Wall of thorn 1
eo: Muro dorna 1

source: Hells plant
eo: Inferna vegetaĵo

source: Strength
eo: Forto

source: Agility
eo: Moviĝemo

source: Vitality
eo: Vivemo

source: Intelligence
eo: Intelekto

source: Dexterity
eo: Precizo

source: Luck
eo: Bonŝanco

source: Attack
eo: Atako

source: Defense
eo: Protekto

source: M.Attack
eo: S.Atako

source: M.Defense
eo: S.Protekto

source: % Accuracy
eo: % Akurateco

source: % Evade
eo: % Evito

source: % Critical
eo: % Bonŝanca

source: Attack delay
eo: Prokrasto de atako

source: Walk delay
eo: Prokrasto de irado

source: Attack range
eo: Trafdistanco de atako

source: Damage per sec.
eo: Difekto po sek.

source: Karma
eo: Karmo

source: Manner
eo: Konduto

source: Homun
eo: Artohomo

source: Level
eo: Nivelo

source: Hp
eo: Sano

source: Max hp
eo: Maks-a sano

source: Mana
eo: Energio

source: Max mana
eo: Maks-a energio

source: Exp
eo: Sperto

source: Need exp
eo: Bezonata sperto

source: Merc
eo: Lusoldato

source: Mp
eo: Energio

source: Max mp
eo: Maks-a energio

source: M.Atk
eo: S.Atako

source: Defence
eo: Protekto

source: Expire
eo: Finiĝo

source: Faith
eo: Fido

source: Calls
eo: Vokoj

source: Kills
eo: Mortigoj

source: Elemental
eo: Elementa

source: provoke
eo: incito

source: endure
eo: elteno

source: concentration
eo: koncentrado

source: hiding
eo: kaŝanta

source: cloacking
eo: manteliĝanta

source: quagmire
eo: malsekejo

source: blessing
eo: beno

source: inc agi
eo: pli mov

source: dec agi
eo: malpli mov

source: falcon
eo: falko

source: trick dead
eo: simula morto

source: weight 50%
eo: pezo 50%

source: weight 90%
eo: pezo 90%

source: bleeding
eo: sanganta

source: run
eo: kuranta

source: hide
eo: kaŝa

source: camouflage
eo: kamuflo

source: invisibility
eo: nevidebleco

source: sit
eo: sidiĝa

source: cart
eo: ĉaro

source: equip arrows
eo: ekipi sagojn

source: spell-protection
eo: sorĉ-protekto

source: sight
eo: vido

source: cart 1
eo: ĉaro 1

source: invisible
eo: nevidebla

source: cart 2
eo: ĉaro 2

source: cart 3
eo: ĉaro 3

source: cart 4
eo: ĉaro 4

source: cart 5
eo: ĉaro 5

source: orcish
eo: ogra

source: wedding
eo: edziĝo

source: flying
eo: fluganta

source: xmas
eo: kristnasko

source: summer
eo: somero

source: dragon 1
eo: drako 1

source: dragon 2
eo: drako 2

source: dragon 3
eo: drako 3

source: dragon 4
eo: drako 4

source: dragon 5
eo: drako 5

source: oktoberfest
eo: ebria

source: stone
eo: ŝtona

source: freeze
eo: frosta

source: stun
eo: senkonscia

source: sleep
eo: dorma

source: burning
eo: brulo

source: imprison
eo: mallibera

source: crystalize
eo: kristala

source: poison
eo: venenita

source: curse
eo: malbena

source: silence
eo: silenta

source: blind
eo: blinda

source: fear
eo: tima

source: Confusion shall be my epitaph.
ca: La confusió serà el meu epitafi.

source: You can share your mood.
ca: Pots compartir el teu humor.
pl: Możesz podzielić się emocjami.

source: white
ca: Blanc
pl: białe

source: black
ca: Negre
pl: czarne

source: silver
ca: Plata
pl: srebrne

source: camel
ca: Camell
pl: piaskowe

source: brown
ca: Marró
pl: brązowe

source: orange
ca: Taronja
pl: pomarańczowe

source: dark red
ca: vermell fosc
pl: Ciemna czerwień

source: red
ca: Vermell
pl: czerwone

source: fuchsia
ca: fúcsia
pl: Fuksja

source: pink
ca: Rosa
pl: różowe

source: mauve
ca: Malva
pl: fiołkowe

source: purple
ca: Lila
pl: fioletowe

source: navy blue
ca: Blau marí
pl: granatowe

source: blue-gray
ca: blau-gris
pl: Błękitny

source: blue
ca: Blau
pl: niebieskie

source: teal
ca: Verd blavós
pl: akwamarynowe

source: green
ca: Verd
pl: zielone

source: lime
ca: Llimona dolça
pl: seledynowe

source: khaki
ca: Caqui
pl: jasnobrązowe

source: yellow
ca: Groc
pl: żółte

source: Squichy's food which could taste good in a cake.
ca: Menjar de Squichy, podria tenir bon gust en un pastís.
pl: Przysmak Tulików, można z nich zrobić mąkę na ciasto

source: Home-made bread.
ca: Pa fet a casa
pl: Chleb domowej roboty.

source: A non-toxic mushroom growing in moist places.
ca: Un bolet no tòxic que creix en llocs humits.
pl: Nietoksyczny grzybek rosnący w wilgotnych miejscach.

source: A ratto's meal left-overs.
ca: Les sobres de menjar d'un Ratto.
pl: Resztki posiłku szczurzydła.

source: Tasty and well spiced piou legs.
ca: Gustoses i ven condimentades potes de piou.
pl: Smaczne i dobrze przyprawione udka piou.

source: The perfect food if you're hungry but want to lose weight.
ca: El menjar perfecte si estàs afamat però vols perdre pes.
pl: Doskonałe pożywienie jeśli jesteś głodny i chcesz schudnąć.

source: Some water drops from the sea. Maybe you shouldn't drink them.
ca: Gotes d'aigua de mar. No hauries de beure-les.
pl: Jakies krople wody z morza. Może nie powinieneś ich pić.

source: A strange sea fruit. The blue part seems edible.
ca: Una estranya fruita de mar. La part blava sembla comestible.
pl: Dziwny owoc morski. Niebieska część wygląda na jadalną.

source: Some pink residue dropped by a little blub.
ca: Residu rosa deixat anar per un petit blub.
pl: Różowy osad to pozostałość po małym Blubku.

source: This mushroom, with a skin as soft as fur, seems to wriggle in your hands!
ca: Aquest fong, amb una pell tan suau, sembla retorçar-se a les teves mans!
pl: Ten grzybek ze skórą miękką jak futro zdaje się wić w twoich rękach.

source: Damage +5%; Defense -5%; Heal 20-30 HP
ca: Dany +5%; Defensa -5%; Curació 20-30 HP
pl: Obrażenia +5%; Obrona -5%; Leczenie 20-30 HP

source: Pumpkin Seeds
ca: Llavors de carbassa
pl: Pestki Dyni

source: Doesn't seem very appetizing...
ca: No sembla molt desitjable...
pl: Nie wygląda zbyt apetycznie...

source: These colorful tentacles look harmful at first, but don't touch them too much or your hands will start to burn like hell.
ca: Aquests colorits tentacles semblen perjudicials al primer cop d'ull, però no els toquis massa o et couran les mans.

source: A bunch of small feathers. A piou might have dropped them.
ca: Un munt de petites plomes. Els hi poden haver caigut a un piou.
pl: Garść małych piórek. Piou mógł je upuścić.

source: A fragment of a tortuga shell.
ca: Un fragment de closca de tortuga.
pl: Fragment muszli tortugi.

source: It maybe got broken in order to cook a fried egg.
ca: S'ha de trencar per cuinar un ou ferrat.
pl: Zapewne rozbita w trakcie przygotowań do jajecznicy.

source: A very long tail from a ratto.
ca: Una cua vastant llarga d'un ratto
pl: Bardzo długi ogon szczurzydła.

source: Some teeth of a ratto.
ca: Algunes dents d'un ratto.
pl: Ząb szczurzydla.

source: Could be tasty if well cooked.
ca: Ben cuinat pot ser gustós.
pl: Dobrze przyrządzone mogłoby być smaczne.

source: Claws from a wild squichy.
ca: Urpes d'un squichy salvatge
pl: Pazurki dzikiego Tulika.

source: This shell comes from a tortuga.
ca: Aquesta closca ve d'una tortuga.
pl: Skorupa Tortugi.

source: The tongue of a tortuga.
ca: La llengua d'una tortuga.
pl: Język Tortugi.

source: A perfectly round and shiny pearl.
ca: Una perla perfectament redona i brillant.
pl: Doskonale okrągła i błyszcząca perła.

source: The kind of coral you can see in Oceania.
ca: El tipus de coral que pots veure a Oceania.
pl: Gatunek korala jaki możesz zobaczyc w Oceanii.

source: A wooden box full of aquadas.
ca: Una caixa de fusta plena d'aquadas.
pl: Drewniana skrzynka pełna Aquady.
