Repository: Bayonetta5/client-data
Catalog: translations/*.po
Languages: ca, eo, pl

source: You are dead.
ca: Estàs mort.
eo: Vi mortiĝis.

source: We regret to inform you that your character was killed in battle.
ca: Lamentem informar-te que el teu personatge ha estat mort en batalla.
eo: Ni bedaŭrinde devas informi vin, ke via avataro mortis batale.

source: You are not that alive anymore.
ca: Ja no estàs tant viu.
eo: Vi sukcese malviviĝis.

source: The cold hands of the grim reaper are grabbing for your soul.
ca: Les fredes mans de la parca s'estan apoderant de la teva ànima.
eo: Karmo vin punis. Ne forgesu la akuzativon!

source: Game Over!
ca: Fi del joc!
eo: Vivo for! Vivo for!

source: Insert coin to continue.
ca: Introdueixi una moneda per continuar.
eo: Ne provu tion hejme.

source: No, kids. Your character did not really die. It... err... went to a better place.
ca: No, nens. El vostre personatge no ha mort realment. Ha... eh... anat a un lloc millor.
eo: Kulpigu postreston.

source: Your plan of breaking your enemies weapon by bashing it with your throat failed.
ca: El teu pla de trencar les armes enemigues colpejant-les amb la gola ha fallat.
eo: Almenaŭ vi kuŝas elegante.

source: I guess this did not run too well.
ca: Crec que això no ha anat massa bé.
eo: Ho, mia kor'! Post longa batalado, ĉu mi ne venkos en decida hor'?

source: Do you want your possessions identified?
ca: Vols que les teves possessions siguin identificades?
eo: Finis via vivodaŭro.

source: Sadly, no trace of you was ever found...
ca: Tristament, no es va trobar mai cap rastre teu.
eo: Sinceran kondolencon.

source: Annihilated.
ca: Aniquilat.
eo: Vi nun estas vivinta.

source: Looks like you got your head handed to you.
ca: Sembla que t'han tirat el teu cap als braços.
eo: Bonan nokton!

source: You screwed up again, dump your body down the tubes and get you another one.
ca: L'has tornat a espifiar, desfés-te del teu cos i aconsegueix-ne un altre.
eo: Dormu milde.

source: You're not dead yet. You're just resting.
ca: Encara no estàs mort. Només estàs descansant.
eo: Vi ankoraŭ ne mortis. Vi nur ripozas.

source: You are no more.
ca: S'ha acabat la teva existència.
eo: Vi ne plu estas.

source: You have ceased to be.
ca: Has deixat de existir.
eo: Vi malestiĝis.

source: You've expired and gone to meet your maker.
ca: Has expirat per a conèixer el teu creador.
eo: Ripozu pace.

source: You're a stiff.
ca: Estàs rígid.
eo: Ĝis revivo!

source: Bereft of life, you rest in peace.
ca: Cessat de vida, descanses en pau.
eo: Tio estis nur revo. Vekiĝu.

source: If you weren't so animated, you'd be pushing up the daisies.
ca: Si no estiguessis tan animat, diria que estàs mort.
eo: Almenaŭ vi povas provi denove.

source: Your metabolic processes are now history.
ca: Els teus processos metabòlics son història.
eo: Via metabolo iĝis historio.

source: You're off the twig.
ca: Estàs fora de circulació.
eo: Ne perdu esperon!

source: You've kicked the bucket.
ca: Has estirat la pota.
eo: Ne perdu esperon, je la sekva sezon', vi trovos ĝin kuŝi sur verda gazon'.

source: You've shuffled off your mortal coil, run down the curtain and joined the bleedin' choir invisibile.
ca: T'has desfet del teu cos mortal, abaixat les cortines i unit al sagnant cor dels invisibles.
eo: Vi preskaŭ certe sukcesos la sekvan tempon!

source: You are an ex-player.
ca: Ets un ex-jugador.
eo: Vi nun estas eksludanto.

source: You're pining for the fjords.
ca: Estàs avançant al fiord.
eo: Ĝis la sekva Postmorta Kongreso de Esperanto!

source: You've shuffled off your mortal coil, rung down the curtain and joined the choir invisible.
eo: Vi alprenis ĉambran temperaturon.

source: Right now, you would just love to be resurrected.
ca: Ara mateix, t'encantaria ser ressuscitat.
eo: Reviviĝo ja bonus nun!

source: Wait, did I just die?
ca: Espera, acabo de morir?
eo: Ĉu... ĉu mi ĵus mortis?

source: What just happened?
ca: Qua acaba de passar?
eo: Kio ĵus okazis?

source: I guess you're not the One.
ca: Sembla que no ets l'Escollit.
eo: Bedaŭre la kuracisto foriris tagmanĝi.

source: See you in the underworld.
ca: Ens veiem a les profunditats.
eo: Ĝis revido en postvivo!

source: Try again.
ca: Torna a provar.
eo: Reprovu.

source: Don't panic, you're just a bit dead.
ca: No t'espantis, només estàs una mica mort.
eo: Ne paniku, vi nur mortiĝis iomete.

source: It's a bit late to start digging your grave, don't you think?
ca: És una mica tard per començar a cavar la teva tomba, no creus?
eo: Mia tombo, mia hejmo, mia kastelo.

source: Program terminated.
ca: Programa terminat.
eo: Eĉ la plej bonaj iam malsukcesas.

source: Mission failed.
ca: Missió fallida.
eo: Ne legu stultaĵojn kaj reviviĝu.

source: Welcome to the Matrix, Neo.
ca: Benvingut a Matrix, Neo.
eo: Via animo decidis lasi vin kaj sekvi sian propran vojon.

source: Everybody falls the first time.
ca: El primer cop, tothom hi cau.
eo: La batalon vi nur malgajnos kiam vi rezignos.

source: Welcome... to the real world.
ca: Benvingut... al mon real.
eo: Bonvenu... al la reala mondo.

source: Fate, it seems, is not without a sense of irony.
ca: Destí, sembla, tot i que no sense una mica d'ironia.
eo: Ne rezignu la lukton! Batalu plu!

source: There is no spoon.
ca: No hi ha cullera.
eo: Ne estas kulero.

source: One shot, one kill.
ca: Un tret, un mort.
eo: La bovino kokerikis timete, kaj kaŝis sin en la akvofalon.

source: Some men just want to watch the world burn.
ca: Alguns homes només volen veure el mon cremar.
eo: Ĝustigu siajn organojn kaj provu denove.

source: You are fulfilling your destiny.
ca: Estàs complint amb el teu destí.
eo: Paŝo post paŝo, vi proksimiĝas la celon.

source: Rule #8: Do not die.
ca: Regla #8: No morir.
eo: F?to ne trovita.! Ekzitanta korpon. 56696e2e

source: There will be no order, only chaos.
ca: No hi haurà ordre, només caos.
eo: Ne gravas gajni, sed ĝui.

source: Too bad, get over it.
ca: Llàstima, supera-ho.
eo: Ne gravas. Provu denove.

source: There's no hope for us here, only death.
ca: No hi ha esperança per nosaltres, només mort.
eo: Pli da morto, pli da sperto.

source: Death is the road to awe.
ca: La mort es el camí del terror.
eo: Glanon por ke ni memoru vin.

source: Our bodies are prisons for our souls. Our skin and blood, the iron bars of confinement. But fear not. All flesh decays. Death turns all to ash. And thus, death frees every soul.
ca: El nostre cos es la presó de l'ànima. La nostra pell i la sang, les barreres del nostre confinament. Però no tinguis por. La carn es podreix. La mort ho converteix tot a cendres. I d'aquesta manera, la mort allibera l'ànima.
eo: Vi iĝis nutraĵo.

source: Stop... Stop it!
ca: Atura't... Prou!
eo: Ĉesigu tion!

source: Today is a good day to die.
ca: Avui es un bon dia per morir.
eo: Bela tago por morto hodiaŭ, ĉu ne?

source: Any last words? Oops, too late!
ca: Algunes últimes paraules? Ui, massa tard!
eo: Iujn finajn vortojn? Ups, tro malfrue!

source: Confusion will be my epitaph.
eo: Vi senmalmortigitis.

source: Disgust
ca: Fàstic
eo: Naŭzo
pl: Obrzydzenie

source: Surprise
ca: Sorpresa
eo: Surprizo
pl: Zaskoczenie

source: Happy
ca: Feliç
eo: Ĝojo
pl: Szczęście

source: Sad
ca: Trist
eo: Malĝojo
pl: Smutek

source: Evil
ca: Malvat
eo: Malico
pl: Zło

source: Wink
ca: Complicitat
eo: Okulsigno
pl: Oczko

source: Angel
ca: Àngel
eo: Anĝelo
pl: Aniołek

source: Blush
ca: Ruboritzar
eo: Ruĝiĝo
pl: Wstyd

source: Tongue
ca: Llengua
eo: Lango
pl: Pokazuje język

source: Grin
ca: Somriure
eo: Ridetego.
pl: Nerwusik

source: Upset
ca: Alterat
eo: Ĉagreno
pl: Naburmuszony

source: Perturbed
ca: Pertorbat
eo: Freneza
pl: Poirytowany

source: Speech
ca: Escrivint
eo: Parolo
pl: Dymek

source: Blah
eo: Aĉ
pl: Ble

source: White
eo: Blanka

source: Black
eo: Nigra

source: Silver
eo: Arĝenta

source: Camel
eo: Kamela

source: Brown
eo: Bruna

source: Orange
eo: Oranĝkolora

source: Dark Red
eo: Malpale Ruĝa

source: Red
eo: Ruĝa

source: Fuchsia
eo: Fuksia

source: Pink
eo: Rozkolora

source: Mauve
eo: Malva

source: Purple
eo: Purpura

source: Navy Blue
ca: Blau marí
eo: Mariste Blua
pl: Morski Błękit

source: Blue Gray
eo: Blue Griza

source: Blue
eo: Blua

source: Teal
eo: Kerkedula

source: Green
eo: Verda

source: Lime
eo: Limedkorola

source: Khaki
eo: Kakia

source: Yellow
eo: Flava

source: Off Black
ca: Negre apagat
eo: Malpale Nigra
pl: ciemnoszare

source: Ash Brown
ca: Marró cendra
eo: Cindrokolora
pl: Płowy Brąz

source: Dark Brown
ca: Marró fosc
eo: Malpale Bruna
pl: Ciemny Brąz.

source: Dark Copper
ca: Coure fosc
eo: Malpale Kuprokolora
pl: miedziany

source: Auburn Brown
ca: Marró vermellós
eo: Ruĝbruna
pl: Kasztanowy Brąz.

source: Honey Brown
ca: Marró mel
eo: Miele Bruna
pl: Miodowy Brąz.

source: Copper Blonde
ca: Ros coure
eo: Kuprokolora
pl: Miedziany Blond.

source: Golden Blonde
ca: Ros or
eo: Ore Blonda
pl: Złoty Blond.

source: Pure Platinum
ca: Platí pur
eo: Platenkolora
pl: Czysta Platyna

source: Cherry Blossom
ca: Flor de cirerer
eo: Sakurkolora
pl: Kwiat wiśni

source: Pinky Pink
ca: Rosa rosat
eo: Ruĝe Rozkolora
pl: Różowo Różowy

source: Fire Red
ca: Vermell foc
eo: Ruĝa
pl: Ognista Czerwień.

source: Light Violet
ca: Violeta clar
eo: Violkolora
pl: Jasny Fiolet.

source: Purple Plum
ca: Pruna lila
eo: Malpale Purpura
pl: Śliwka

source: Lagoon Blue
ca: Blau Llacuna
eo: Pale Blua
pl: Morski Błękit

source: Twisted Teal
ca: Verd Blavós Trenat
eo: Turkisa
pl: Zakręcony Koralowy

source: Spring Green
ca: Verd primavera
eo: Pale Verda
pl: Wiosenna Zieleń.

source: Forest Green
ca: Verd bosc
eo: Malpale Verda
pl: Leśna Zieleń.

source: Silver Grey
ca: Gris platejat
eo: Arĝente Griza
pl: Srebrno Szary

source: Esperia Blue
ca: Esperia Blava
eo: Bluo de Esperia
pl: Lazurowy Błękit

source: Crimson
eo: Ruĝega

source: Chocolate
eo: Ĉokoladkolora

source: Mint
eo: Mentkolora

source: Req. level %s
eo: Bez. nivelo %s

source: Bald
ca: Calb
eo: Senhara
pl: Łysy

source: Bowl Cut
ca: Tall en bol
eo: Laŭpota
pl: Od Garnka

source: Combed Back
ca: Pentinat cap enrere
eo: Kontraŭventa
pl: Czesane do Tyłu

source: Emo
eo: Emoa

source: Mohawk
ca: Cresta
eo: Mohavka
pl: Irokez

source: Pompadour
ca: Arrissat
eo: Pompa

source: Center Parting
ca: Ratlla al mig
eo: Centre Dividita
pl: Przedziałek Pośrodku

source: Long and Slick
ca: Llarg i polit
eo: Longa kaj Glita
pl: Długie Gładkie

source: Short and Curly
ca: Curt i arrissat
eo: Mallonga kaj Krispa
pl: Krótkie Kędzierzawe

source: Pigtails
ca: Trenes
eo: Har-vostoj
pl: Mysie ogonki

source: Long and Curly
ca: Llarg i arrissat
eo: Longa kaj Krispa
pl: Długie Kędzierzawe

source: Parted
ca: Mitja melena
eo: Flanke Dividita
pl: Z przedziałkiem

source: Perky Ponytail
ca: Cua de caball
eo: Alta Harpasko
pl: Krotki Koński Ogon

source: Wave
ca: Ones
eo: Buklo
pl: Faliste

source: Mane
ca: Despentinat
eo: Histrika
pl: Z grzywką

source: Bun
ca: Monyo
eo: Hartubero
pl: Kok

source: Wavy
ca: Melena
eo: Longa kaj Bukla
pl: Falujące

source: Bunches
ca: Flocs
eo: Fasketoj
pl: Wiązka

source: Long Ponytail
ca: Cua llarga de caball
eo: Longa Harpasko
pl: Długi Koński Ogon

source: Infinitely Long
ca: Infinitament llarg
eo: Senfine Longa
pl: Nieskończenie Dlugie

source: Choppy
ca: Encrespat
eo: Pikema
pl: Zmierzwione

source: Wild
ca: Salvatge
eo: Sovaĝa
pl: Dzikie

source: Punk
ca: Cua de samurai
eo: Punka

source: Imperial
ca: Llarg
eo: Imperia
pl: Carskie

source: Side Strand
ca: De cantó
eo: Deklivo
pl: Boczne pasmo

source: Messy
eo: Senorda
pl: Bałagańcia

source: Flat Ponytail
ca: Cua plana de caball
eo: Plata Harpasko
pl: Płaski Koński Ogon

source: Tapered Nape
eo: Maldika Nuko
pl: Stożkowy Kark

source: Human
ca: Humà
eo: Homo
pl: Człowiek

source: Ukar
eo: Ukaro

source: Demon
ca: Dimoni
eo: Demono

source: Elven
ca: Elf
eo: Elfo
pl: Elf

source: Orc
eo: Ogro
pl: Ork

source: Raijin
eo: Rajĝo
pl: Radzin

source: Tritan
ca: Tritó
eo: Triteno
pl: Trytan

source: Piou
eo: Pjoŭo
pl: Piusek

source: Acorn
ca: Gla
eo: Glano
pl: Żołędź

source: Eat
ca: Menjar
eo: Manĝi

source: Heal 12-18 HP
ca: Curació 12-18 HP
eo: Sanigas 12-18
pl: Ulecz 12-18 HP

source: Bread
ca: Pa
eo: Pano
pl: Chleb

source: Heal 25-40 HP
ca: Curació 25-40 HP
eo: Sanigas 25-40
pl: Ulecz 25-40 HP

source: Fungus
ca: Fong
eo: Fungo
pl: Grzyb

source: Damage -5%; Defense +5%; Heal 25-35 HP
ca: Dany -5%; Defensa +5%; Curació 25-35 HP
eo: Difekto -5%; Protekto +5%; Sanigas 25-35
pl: Obrażenia -5%; Obrona +5%; Leczenie 25-35 HP

source: Cheese
ca: Formatge
eo: Fromaĝo
pl: Ser

source: Heal 30-50 HP
ca: Curació 30-50 HP
eo: Sanigas 30-50
pl: Ulecz 30-50 HP

source: Piou Legs
ca: Potes de Piou
eo: Pjoŭaj Femuroj
pl: Piuskowe Udka

source: Heal 7-13 HP
ca: Curació 7-13 HP
eo: Sanigas 7-13
pl: Ulecz 7-13 HP

source: Lettuce Leaf
ca: Fulla d'enciam
eo: Folio de Laktuko
pl: Liść Sałaty

source: Heal 15-25 HP
ca: Curació 15-25 HP
eo: Sanigas 15-25
pl: Ulecz 15-25 HP

source: Piberries
ca: Pibaies
eo: Piberoj
pl: Jagódełki

source: The famous staining fruit.
ca: La famosa fruita que embruta.
eo: La fama makulanta frukto.
pl: Słynny barwiony owoc.

source: Heal 12-23 HP
ca: Curació 12-23 HP
eo: Sanigas 12-23
pl: Ulecz 12-23 HP

source: Sea Drops
ca: Gotes de mar
eo: Maraj Akveroj
pl: Morskie Krople.

source: Yucky drops of salt water.
eo: Nebongustaj eroj de sala akvo.

source: Drink
ca: Beure
eo: Trinki

source: Headache; Heal 10-20 HP
ca: Mal de cap; Curació 10-20 HP
eo: Kapdoloro; Sanigas 10-20
pl: Ból głowy; Ulecz 10-20 HP

source: Aquada
eo: Akvokado
pl: Akwada

source: A nutritious fruit of the sea.
eo: Nutra frukto de la maro.

source: Heal 75-100 HP
ca: Curació 75-100 HP
eo: Sanigas 75-100
pl: Ulecz 75-100 HP

source: Pink Blobime
ca: Blobime Rosa
eo: Rozkolora Ŝlimo
pl: Różowy Blobim

source: Yucky pink mucus of little blub.
eo: Aĉa rozkolora muko de malgranda blubo.

source: Headache; Heal 2-6 HP
ca: Mal de cap; Curació 2-6 HP
eo: Kapdoloro; Sanigas 2-6
pl: Ból głowy; Ulecz 2-6 HP

source: Purple Blobime
eo: Purpura Ŝlimo

source: Stinky purple mucus of blub.
eo: Odoraĉa purpura muko de blubo.

source: Stomach ache; Heal 30-70 HP
eo: Stomakdoloro; Sanigas 30-70

source: Half Croconut
ca: Mig Croconut
eo: Duono de Krokoso
pl: Pół Krokosa

source: Its inside seems delicious.
ca: L'interior sembla deliciós.
eo: La internaĵo ŝajnas bongusta.
pl: Wnętrze wydaje się pyszne.

source: Heal 65-90 HP
ca: Curació 65-90 HP
eo: Sanigas 65-90
pl: Ulecz 65-90 HP

source: Croconut
eo: Krokoso
pl: Krokos

source: Fallen from a crocotree, this fruit could be opened.
ca: Caigut d'un crocotree, aquesta fruita pot ser oberta.
eo: Falita de krokosujo, tiun ĉi frukton eblas malfermi.
pl: Tego krokosa można otworzyć.

source: Open
ca: Obrir
eo: Malfermi

source: Old Book
ca: Llibre antic
eo: Malnova libro
pl: Stara Książka

source: A book that threatens to fall apart in your hands as you carefully browse the pages.
ca: Un llibre que s'et desfà a les mans mentres llegeixes les seves pàgines.
eo: Libro kiu emas disfali en viaj manoj dum vi zorgeme folias.
pl: Książka która grozi rozwaleniem w twych rękach nawet podczas ostrożnego wertowania stron.

source: Read
ca: Llegir
eo: Legi

source: Plushroom
eo: Pluŝfungo

source: A strange remedy of many possible uses.
eo: Stranga rimedo por diversaj uzoj.

source: Damage +5%; Heal 20-30 HP
eo: Difekto +5%; Sanigas 20-30

source: Yucky seeds that threaten to grow out-of-control.
eo: Aĉaj semoj kiuj emas kreski tro.

source: Headache
ca: Mal de cap
eo: Kapdoloro
pl: Ból Głowy

source: Delicious Cookie
ca: Galeta Deliciosa
eo: Bongusta Biskvito
pl: Pyszne ciastko

source: This is a reward from the Cookie Master. Be careful before you eat it, its effects are unknown...
ca: És una recompensa del Mestre de les Galetes. Tinguis precaució abans de menjar-te-la.
eo: Ĉi tio estas premio de la Biskvitestro. Restu gardema, ĉar ĝiaj povumoj estas nekonataj...

source: Unknown
ca: Desconegut
eo: Nekonata
pl: nieznane

source: Urchin Meat
eo: Eĥinaĵo

source: A seafood ingredient.
eo: Marmanĝaĵo.

source: Heal 28-35 HP
eo: Sanigas 28-35

source: Easter Egg
eo: Paska Ovo

source: Heal 60-75 HP
eo: Sanigas 60-75

source: Piberries Infusion
eo: Pibera Infuzaĵo

source: A potion made from piberries.
eo: Pocio farita el piberoj.

source: Heal 110-130 HP
eo: Sanigas 110-130

source: Fate's Potion
eo: Pocio de Fato

source: An effective blood-loss remedy.
eo: Efika rimedo kontraŭ sangado.

source: Heal 240-260 HP
eo: Sanigas 240-260

source: Clotho Liquor
eo: Klota Likvoro

source: Heal 575-625 HP
eo: Sanigas 575-625

source: Lachesis Brew
eo: Laĥesa Biero

source: Rare, powerful and restricted remedy.
eo: Rara, potenca kaj limigita rimedo.

source: Heal 1100-1300 HP
eo: Sanigas 1100-1300

source: Atropos Mixture
eo: Atropa Miksaĵo

source: The most advanced potion ever synthesized.
eo: La plej kompleksa pocio iam iajn sintezita.

source: Heal 2300-2550 HP
eo: Sanigas 2300-2550

source: Elixir Of Life
eo: Eliksiro de Vivo

source: A potion able to restore even dead trees to life.
eo: Pocio povanta revivigi eĉ mortajn arbojn.

source: Heal 10000 HP
eo: Sanigas 10000

source: Iron Shovel
eo: Fera Fosilo

source: Use
eo: Uzi

source: Manana
eo: Manano

source: A fast healing fruit.
eo: Rapide saniganta frukto.

source: Heal 70-80 HP
eo: Sanigas 70-80

source: Curshroom
eo: Kuŝfungo

source: Damage per second +10; Heal 40-50 HP
eo: Difekto po sekundo +10; Sanigas 40-50

source: Carrot
eo: Karato

source: Good in various recipes.
eo: Utila por diversaj receptoj.

source: Heal 20-30 HP
eo: Sanigas 20-30

source: Red Plush Wine
eo: Red Plaŝ Vino

source: Wine produced from black grapes in the south-east of Aurora.
eo: Vino farita de nigraj vinberoj en la sudorienta Aurora

source: Heal 40-90 HP
eo: Sanigas 40-90

source: Piou and The Fluffy
eo: Pjoŭo kaj La Lanugivio

source: This story is a warning against listening to flattery.
eo: Ĉi tiu fabelo avertas pri flatado.

source: Poem about Poems
eo: Poemo pri Poemoj

source: A heart touching poem written by Nard.
eo: Kortuŝa poemo skribita de Nard.

source: Chorus of the Woods
eo: Ĥoro de l' Arbaro

source: Communication Theory
eo: Komunikada Teorio

source: Small Tentacles
ca: Petits Tentacles
eo: Tentakletoj
pl: Małe Macki

source: Colorful tentacles with poisonous barbs.
eo: Buntaj tentakloj kun venenaj hoketoj.

source: Piou Feathers
ca: Plomes de Piou
eo: Pjoŭaj Plumoj
pl: Piuskowe Piórka

source: Small feathers of an innocent little piou.
eo: Plumetoj de senkulpa pjoŭeto.

source: Tortuga Shell Fragment
ca: Fragment de closca de Tortuga
eo: Karapacero de Martestrudo
pl: Fragment Muszli Tortugi

source: Used to make tools and decorations.
eo: Uzata en iloj kaj ornamaĵoj.

source: Half Eggshell
ca: Mitja closca d'ou
eo: Duono de Ovŝelo
pl: Pęknięta skorupka

source: Ratto Tail
ca: Cua de Ratto
eo: Prata Vosto
pl: Ogon Szczurzydła

source: Ratto Teeth
ca: Dents de Ratto
eo: Prata Dento
pl: Ząb Szczurzydła

source: Croc Claw
ca: Urpa de Croc
eo: Kroka Ungo
pl: Pazur Kłapa

source: It moves and pinches without its body.
eo: Ĝi moviĝas kaj pinĉas eĉ senkorpe.

source: Squichy Claws
ca: Urpes de Squichy
eo: Sciuraj Ungoj
pl: Pazurki Tulika

source: Tortuga Shell
ca: Closca de Tortuga
eo: Martestruda Karapaco
pl: Muszla Tortugi

source: A symbol of shelter.
eo: Simbolo de ŝirmo.

source: Tortuga Tongue
ca: Llengua de Tortuga
eo: Martestruda Lango
pl: Język Tortugi

source: Adept to digesting blubs.
eo: Kompetenta gluti blubojn.

source: Pearl
ca: Perla
eo: Perlo
pl: Perła

source: A beautiful round and shiny pearl.
eo: Belega ronda kaj brila perlo.

source: Coral
ca: Corall
eo: Koralo
pl: Koral

source: Can indicate the health of oceanic ecosystems.
eo: Indikas sanon de oceanaj medioj.

source: Blue Coral
ca: Corall Blau
eo: Blua Koralo
pl: Błękitny Koral

source: A coral dyed in blue by a blub.
ca: Un corall tenyit de blau per un bulb.
eo: Koralo kolorita blua de blubo.
pl: Koral pofarbowany na niebiesko przez Blubka.

source: Fish Box
ca: Caixa de peix
eo: Skatolo de Fiŝoj
pl: Skrzynka ryb

source: A wooden box full of fresh fish that Couwan gave you.
ca: Una caixa de fusta plena de peix, que t'ha donat en Couwan.
eo: Ligna skatolo plena de freŝaj fiŝoj de Couwan
pl: Drewniana skrzynka pełna świeżych ryb od Couwana.

source: Aquada Box
ca: Caixa d'Aquada
eo: Skatalo de Akvokadoj
pl: Pudło Aquady

source: Contains 50 aquadas.
eo: Enhavas 50 akvokadojn.

source: Croconut Box
ca: Caixa de croconuts
eo: Skatolo de Krokosoj
pl: Skrzynia z krokosami

source: Contains 17 croconuts.
eo: Enhavas 17 krokosojn.

source: Plushroom Box
ca: Caixa de plushroom
eo: Skatolo de Pluŝfungoj
pl: Pudło Plushroom.

source: Contains 87 plushrooms.
eo: Enhavas 87 pluŝfungojn.

source: Poisoned Dish
ca: Plat Enverinat
eo: Venena Plado
pl: Zatruta Potrawa

source: A special dish made of strange ingredients.
ca: Un plat especial fet d'estranys ingredients.
eo: Speciala plado farita de strangaj ingrediencoj.
pl: Wyjątkowe danie zrobione z dziwnych składników.

source: La Johanne's Key
ca: Clau de La Johanne.
eo: Ŝlosilo de La Johanne
pl: Klucz La Johhane.

source: An iron key to open La Johanne's entrance door.
ca: Una clau de ferro que obre la porta d'entrada de La Johanne,
eo: Fera ŝlosilo por malfermo de la enigejo de La Johanne.
pl: Żelazny klucz otwierający drzwi wejściowe La Johanne.

source: Left Crafty Wing
eo: Maldekstra Vesperta Flugilo

source: This wing is slight and soft unlike its former owner.
ca: Aquesta ala és lleugera i suau a diferència del seu anterior propietari.
eo: Ĉi tiu flugilo estas gracia kaj mola, malkiel sia eksproprulo.
pl: To skrzydło jest małe i miękkie w przeciwieństwie do byłego właściciela.

source: Bat Teeth
ca: Dents de muricec
eo: Vespertaj Dentoj
pl: Kły Nietoperza

source: What sharp teeth! They seem to be more dangerous than a knife.
ca: Quines dents més afilades! Semblen més perilloses que un ganivet.
eo: Kiaj akraj dentoj! Ili ŝajnas pli danĝere ol tranĉilo.
pl: Jakie ostre zęby, wydają się groźniejsze niż nóż.

source: Right Crafty Wing
eo: Dekstra Vesperta Flugilo

source: Pumpkin
ca: Carbassa
eo: Kukurbo
pl: Dynia

source: Mushroom Spores
ca: Espores de fong
eo: Fungaj Sporoj

source: Moss
ca: Molsa
eo: Musko

source: Grows in moist, shady areas.
eo: Kreskas en malseketaj, mallumetaj ejoj.

source: Tentacles
eo: Tentakloj

source: Common Carp
eo: Karpo

source: Grass Carp
eo: Herba Karpo

source: A smart fish, very difficult to catch.
eo: Ruza fiŝo, tre malfacile kaptapa.

source: Fishing Rod
eo: Fiŝvergo

source: Fluffy Fur
eo: Lanugivia Felo

source: This soft fur is used to make warm clothing.
eo: Či tiu mola felo uzatas por krei varmajn vestojn.

source: Creased Shirt
ca: Camisa Arrugada
eo: Falta Ĉemizo
pl: Używana koszulka

source: A spare shirt from the crew of La Johanne.
eo: Libera ĉemizo de la ŝipanaro de La Johanne.

source: %Color% V-neck Jumper
eo: %Color% V-kola Svetero

source: A simple %color% jumper made from a lightweight cashmere.
eo: Simpla %color% svetero farita de malpeza kaŝmiro.

source: %Color% Artis Tank Top
eo: %Color% Artisa Ĉemizeto

source: A %color% tank top made from cotton cloth.
eo: %Color% ĉemizeto de katuno.

source: Sailor Shirt
ca: Samarreta de mariner
eo: Marista Ĉemizo
pl: Koszulka marynarska

source: Proof that ye be in the crew, matey!
ca: La prova que estàs en la tripulació, company!
eo: Pruvo, ke vi estas en la ŝipanarrrrro.
pl: Dowód, że należysz do załogi!

source: Legion's Training Shirt
eo: Legia Ekzerca Ĉemizo

source: Informal shirt worn during intense aerobic exercises.
eo: Neformala ĉemizo surhavata dum intensaj aerobiaj ekzercoj.

source: Legion's Copper Armor
eo: Legia Kupra Armaĵo

source: This armor provides great protection. It is worn by those with authority.
eo: Ĉi tiu armaĵo donas egan protekton. Ĝi estas surhavita de aŭtoritatuloj.

source: Lousy Moccasins
eo: Felŝuaĉoj
pl: Byle Jaki Mokasyn

source: Crudely assembled footwear not for comfort nor fashion.
eo: Krude faritaj ŝuoj, nek por komforto nek por fasono.
